'use strict';

window.object = {
  adTitles: [
    'Милая, уютная квартирка в центре Токио',
    'Срочно сдается 2-комнатная квартира',
    'Квартира в жилом комплексе бизнес-класса',
    'Апартамент с готовым премиум-ремонтом в современном стиле!',
    'Квартира с террасой',
    'Сдается теплая, солнечная квартира',
    'Квартира сдается с мебелью и техникой!',
    'Сдаю студию 12,5 кв. м.'
  ],

  housingAddresses: [
    '600, 350',
    '540, 210',
    '119, 590',
    '26, 496',
    '232, 100',
    '503, 40',
    '360, 360',
    '540, 165'
  ],

  housingTypes: [
    'palace', 'flat', 'house', 'bungalo'
  ],

  arrivalTimes: [
    '12:00', '13:00', '14:00'
  ],

  proposedFeatures: [
    'wifi', 'dishwasher', 'parking', 'washer', 'elevator', 'conditioner',
  ],

  adDescriptions: [
    'На длительный срок сдается роскошная двухкомнатна квартира с дизайнерским ремонтом',
    'Только что построенная и отделанная квартира',
    'В аренду на длительный срок предлагается двухкомнатная квартира',
    'В зеленом районе столицы предлагается современная квартира',
    'Светлая и просторная трехкомнатная квартира с отделкой в современном стиле',
    'В аренду предлагается великолепная светлая 3-х комнатная квартира со свежим ремонтом.',
    'Великолепная трехкомнатная квартира по индивидуальному дизайн-проекту',
    'Предлагаем светлую, просторную, современную студию в одном из лучших и стильных районов столицы'
  ],

  adPhotoAddresses: [
    'http://o0.github.io/assets/images/tokyo/hotel1.jpg',
    'http://o0.github.io/assets/images/tokyo/hotel2.jpg',
    'http://o0.github.io/assets/images/tokyo/hotel3.jpg'
  ]
};
